/* Ask for confirmation before quitting */
"Are you sure you want to quit Synergy?" = "Sei sicuro di voler uscire da Synergy?";

/* Cancel button */
"Cancel" = "Annulla";

/* Disable last.fm submissions */
"Disable last.fm submissions" = "Disable last.fm submissions";

/* Dismiss button */
"Dismiss" = "Ignora";

/* Enable last.fm submissions */
"Enable last.fm submissions" = "Enable last.fm submissions";

/* Enter new serial number */
"Enter new serial number" = "Enter new serial number";

/* Error talking to iTunes tool-tip */
"Error" = "Errore";

/* Quit confirmation explanation */
"If you quit Synergy its iTunes control buttons will be removed from the menubar." = "Se esci da Synergy i pulsanti di controllo di iTunes verranno rimossi dalla barra dei menu.";

/* iTunes not playing floater status message */
"iTunes status: not playing" = "stato iTunes: fermo";

/* Launch iTunes menu command */
"Launch iTunes" = "Avvia iTunes";

/* Dismiss button */
"Missing serial" = "Numero seriale mancante";

/* Next track button tool-tip */
"Next track in iTunes" = "Brano iTunes successivo";

/* No track name available */
"No track name available" = "Nome brano non disponibile";

/* iTunes not playing tool-tip */
"Not playing" = "Fermo";

/* Not running tool-tip */
"Not running" = "Non sta eseguendo";

/* Enter serial button */
"Open Preference Pane" = "Apri il Pannello Preferenze";

/* Pause button tool-tip */
"Pause iTunes" = "Pausa brano iTunes";

/* Play button tool-tip */
"Play current iTunes track" = "Riproduci il brano iTunes corrente";

/* Play/pause button tool-tip */
"Play/Pause iTunes" = "Play/Pausa brano iTunes";

/* Previous track button tool-tip */
"Previous track in iTunes" = "Brano iTunes precedente";

/* Weblink to registration website */
"Purchase" = "Acquista";

/* Purchase upgrade now */
"Purchase upgrade now" = "Purchase upgrade now";

/* Quit button */
"Quit" = "Esci";

/* Quit iTunes menu command */
"Quit iTunes" = "Esci da iTunes";

/* Remind me later */
"Remind me later" = "Remind me later";

/* Resume playback (play button) tool-tip */
"Resume iTunes playback" = "Riprendi riproduzione iTunes";

/* Starting with Synergy 4.0 (September 2009), licenses for very old versions are no longer valid. Your license will not work with this version of Synergy because you purchased it prior to September 2006. Your license will continue to work with older versions of Synergy (prior to 4.0). */
"Starting with Synergy 4.0 (September 2009), licenses for very old versions are no longer valid. Your license will not work with this version of Synergy because you purchased it prior to September 2006. Your license will continue to work with older versions of Synergy (prior to 4.0)." = "Starting with Synergy 4.0 (September 2009), licenses for very old versions are no longer valid. Your license will not work with this version of Synergy because you purchased it prior to September 2006. Your license will continue to work with older versions of Synergy (prior to 4.0).";

/* Synergy is shareware */
"Synergy is 5 Euro shareware" = "Synergy è shareware e costa 5€";

/* Serial number explanation */
"Synergy now requires a serial number to verify registered status. If you are a registered user, you should already have received a number. (If you have not, you may request one by sending email to win@wincent.com.) Once you have your serial number you may enter it in the \"About\" tab of the Synergy Preference Pane." = "Synergy now requires a serial number to verify registered status. If you are a registered user, you should already have received a number. (If you have not, you may request one by sending email to win@wincent.com.) Once you have your serial number you may enter it in the \"About\" tab of the Synergy Preference Pane.";

/* Registration notice */
"Synergy Registration" = "Registrazione Synergy";

/* 'Turn Floater off' menuitem */
"Turn Floater off" = "Disabilita finestra flottante";

/* 'Turn Floater on' menuitem */
"Turn Floater on" = "Abilita finestra flottante";

/* Untitled */
"Untitled" = "Untitled";

/* Shareware registration explanation */
"You can remove this reminder by paying the registration fee at http://synergy.wincent.com/ and then entering your serial number in the \"About\" tab of the Synergy Preference Pane. This copy of Synergy will operate for 7 days, after which you must register." = "Puoi rimuovere questo promemoria pagando la quota di registrazione a http://synergy.wincent.com/ e inserendo il tuo numero seriale nella tabella \"Info\" del Pannello Preferenze di Synergy. Questa copia di Synergy funzionerà per 7 giorni, dopodiché dovrai registrarla.";

/* Trial period over */
"Your 7 day demonstration period is now over, and so Synergy will now quit. In order to continue using Synergy you must register it." = "Il periodo di dimostrazione di 7 giorni è terminato, ora Synergy verrà chiuso. Per poter continuare ad usare Synergy devi registrare la tua copia.";

/* Your license is not valid for this version of Synergy */
"Your license is not valid for this version of Synergy" = "Your license is not valid for this version of Synergy";

